---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.FailureMessageAccessor
source: html/bac758b4-f895-50e0-1435-848f9980938b.htm
---
# FailureMessageAccessor Members

Creates a copy of the FailureMessage.